Repository: dulaccc/golocalize
Catalog: *.lproj/Localizable.strings
Languages: fr, sk

source: %@ - Full Report
fr: %@ - Rapport Complet
sk: %@ - Celkový výpis

source: %@ - Summary Email
fr: %@ - Email Récapitulatif
sk: %@ - Sumár

source: %@ Report
fr: %@ Rapport
sk: %@ Výpis

source: %@ gave back %@ to %@
fr: %1$@ a remboursé %3$@ de %2$@
sk: %1$@ vrátil priateľovi %2$@ sumu %3$@

source: %@ owes %@ to %@
fr: %1$@ doit %2$@ à %3$@
sk: %1$@ dlží %3$@ sumu %2$@

source: %@ paid
fr: %@ a payé
sk: zaplatil %@

source: %@ paid %@ for %@
fr: <b>%1$@ a payé %2$@</b> pour %3$@
sk: <b>%1$@ zaplatil %2$@</b> za %3$@

source: %@ paid back
fr: %@ a remboursé
sk: %@ vrátil späť

source: %@ paid back %@ ?
fr: %1$@ a rembousé %2$@ ?
sk: %1$@ vrátil späť %2$@ ?

source: %@ summary
fr: %@ résumé
sk: %@ sumár

source: %d archived events
fr: %d événements archivés
sk: %d uložené udalosti

source: %d events
fr: %d événements
sk: %d udalostí

source: %d friends
fr: %d amis
sk: %d priateľov

source: %d over %d
fr: %d sur %d
sk: %d z %d

source: %d shared event(s) have been found. Do you want to move it(s) to the App Folder ?
fr: %d événement(s) partagés ont été trouvés à un emplacement inhabituel. Souhaitez vous les déplacer dans le dossier de l'application ?
sk: Našlo sa %d zdieľaných udalostí. Chceś ich presunúť do adresára tejto aplikácie?

source: About
fr: A Propos
sk: O aplikácii

source: AccountNeededDescription
fr: Compte
sk: Na aktiváciu tejto funkcie je potrebný FriendCash účet

source: AccountNeededTitle
fr: Il est nécessaire de configurer un compte FriendCash pour utiliser cette fonctionnalité!
sk: Účet

source: Add %d friend
fr: Ajouter %d ami
sk: Pridať %d priateľa

source: Add %d friends
fr: Ajouter %d amis
sk: Pridať %d priateľov

source: Add a new expense just right here
fr: Ajoutez une nouvelle dépense directement ici
sk: Pridať novú platbu stlačením tu

source: Add an event
fr: Ajouter un événement
sk: Pridať udalosť

source: Add an event to the Cloud
fr: Ajouter un événement au Cloud
sk: Zálohovať udalosť na Cloud

source: Add friends from Contacts
fr: Ajouter des amis depuis les Contacts
sk: Pridať priateľov z Telefónneho zoznamu

source: All events
fr: Tous les événements
sk: Všetky udalosti

source: All the expenses linked to the event %@ will be here
fr: Toutes les dépenses liées à l'événements %@ seront ici
sk: Všetky platby z udalosti %@ budú na tomto mieste

source: Archive this event
fr: Archiver cet événement
sk: Zálohovať udalosť

source: AskForEventDeleteConfirmationDescription
fr: Attention, cette opération ne peut être annulée. Etes-vous sûr de vouloir supprimer l'événement ?
sk: Pozor, táto operácia je nevratná. Ste si istí, že chcete zmazať túto udalosť ?

source: AskForEventDeleteConfirmationTitle
fr: Supprimer l'événement
sk: Zmazať udalosť

source: Auto backup
fr: Backup automatique
sk: Automatická záloha

source: Before adding an expense you actually need to add some friends
fr: Avant d'ajouter une dépense vous devez tout d'abord ajouter des amis
sk: Pred pridaním udalosti musíte najskôr pridať priateľov

source: Cancel
fr: Annuler
sk: Zrušiť

source: Change the Contact associated
fr: Changer le Contact associé
sk: Odstrániť pripojený kontakt

source: Change the email address used
fr: Changer l'adresse email associée
sk: Zmeniť e-mailovú adresu

source: Change the picture
fr: Changer la photo
sk: Zmeniť obrázok

source: Check out the new version of the iPhone app named FriendCash. Spread the word!
fr: Découvez la nouvelle version de FriendCash pour iPhone & iPad
sk: Vyskúšajte novú verziu aplikácie pe iPhone FriendCash a odporuč ju svojim známym!

source: CloudSumup
fr: Sauvegarder et synchroniser vos événements entre de multiple appareils grâce à Dropbox. Indiquez simplement à FriendCash les événements que vous souhaitez mettre sur le Cloud.
sk: Zálohujte a synchronizujte svoje udalosti medzi rôznymi zariadeniami pomocou Dropboxu. Označ, ktoré udalosti chceš v cloude.

source: CloudTeaserSentence
fr: Sauvegardez, Synchronisez et Partager un événement entre plusieurs appareils. Tout ce dont vous avez besoin, c'est un compte Dropbox!
sk: Zálohujte a synchronizujte svoje udalosti medzi rôznymi zariadeniami. Stačí Ti na to účet na Dropboxe.

source: Comment
fr: Commentaire
sk: Komentovať

source: Configure
fr: Configurer
sk: Konfigurovať

source: Confirm
fr: Confirmer
sk: Potvrdiť

source: Conflict files on Dropbox
fr: Conflits de fichiers sur Dropbox
sk: konfilkt medzi súbormi na Dropboxe

source: Connect to Dropbox
fr: Se connecter à Dropbox
sk: Pripojiť k Dropbox-u

source: Connected to Dropbox
fr: Connecté à Dropbox
sk: Dropbox pripojený

source: Continue
fr: Continuer
sk: Pokračovať

source: Copy Link
fr: Copier le lien
sk: Kopírovať linku

source: Currencies
fr: Devises
sk: Meny

source: Currency
fr: Devise
sk: Mena

source: Data from v1
fr: Données de la version 1
sk: Dáta z v1

source: Data import
fr: Importation de données
sk: Import dát

source: Decimal precision
fr: Précision des décimales
sk: Presnosť na desatinné miesta

source: Delete
fr: Supprimer
sk: Zmazať

source: Delete on the Cloud
fr: Supprimer sur le Cloud
sk: Zmazať zálohu na Cloud-e

source: Delete the picture
fr: Supprimer la photo
sk: Zmazať obrázok

source: Deleting event
fr: Suppresion de l'événement
sk: Zmazať udalosť

source: Dismiss
fr: Fermer
sk: Zrušiť

source: Do you really want to import the data found from a previous version ?
fr: Voulez-vous réellement importer les données trouvées d'une version antérieure de FriendCash ?
sk: Skutočne chcete načítať dáta z predchádzajúcej verzie aplikácie?

source: Do you want to remove it from the Cloud too ?
fr: Voulez-vous le supprimer du Cloud aussi ?
sk: Chcete to taktiež zmazať aj z cloudu ?

source: Downloading...
fr: Téléchargement...
sk: Sťahujem...

source: Dropbox disconnected
fr: Dropbox déconnectée
sk: Dropbox odpojený

source: Enable sound
fr: Activer le son
sk: Povoliť zvuky

source: Error
fr: Erreur
sk: Chyba

source: Event
fr: Evénement
sk: Udalosť

source: Event statistics
fr: Statistiques de l'événement
sk: Štatistiky o udalosti

source: Events
fr: Evénements
sk: Udalosti

source: Events synced with the Cloud
fr: Evénements synchronisés
sk: Udalosti boli zosynchronizované s cloudom

source: Exchange Rate
fr: Taux de change
sk: Výmenný kurz

source: Exchange rates
fr: Taux de change
sk: Výmenné kurzy

source: Expense
fr: Dépense
sk: Platba

source: Expenses
fr: Dépenses
sk: Platby

source: Figures
fr: Chiffres
sk: Obrázky

source: First thing to do, add an event!
fr: Première chose à faire, ajouter un événement!
sk: Najprv pridajte udalosť!

source: First you need to add the friends involved in your event %@
fr: Tout d'abord, ajoutez des amis impliqués dans cet événement %@
sk: Najprv musíte pridať priateľov, ktorí sa zúčastnli udalosti %@

source: For what ?
fr: Pour ?
sk: Za čo ?

source: Friend
fr: Ami
sk: Priateľ

source: FriendCash for iPhone and iPod touch
fr: FriendCash pour iPhone et iPad
sk: Aplikácia FriendCash pre iPhone a iPad

source: FriendDemoModuleIntermediateAmountTableView
fr: Une liste des dètes intermédiaires permettant de calculer l'équilibre financier
sk: Zoznam všetkých podlžností pre výpočet sumy

source: FriendDemoModulePersonalCost
fr: Actuellement, l'événement a coûté %1$@ à %2$@
sk: Doteraz vyšla táto udalosť %1$@ na %2$@

source: Friends
fr: Amis
sk: Priatelia

source: Generate full report
fr: Générer le rapport complet
sk: vygenerovať sumár

source: Generating Report
fr: Génère le rapport
sk: Generujem...

source: Get an event from the Cloud
fr: Récupérer un événement depuis le Cloud
sk: Stiahnuť udalosť z cloudu

source: Give feedback
fr: Donner un retour d'expérience
sk: Ohodnotiť aplikáciu

source: Give the app a five star review on the App Store to help us adding more free features
fr: Vous aimez l'application ? Donnez-nous une critique de cinq étoiles sur l'App Store pour nous aider à ajouter de nouvelles fonctionnalités gratuites
sk: Páči sa Vám táto aplikácia_ ohodnoťte ju 5 hviezdičkami na AppStore, aby sme pridali viac funkcií.

source: Help
fr: Aide
sk: Pomoc

source: Here %@ is balanced with the group
fr: %@ est financièrement en équilibre avec le groupe
sk: Tu je stav účtu %@ voči skupine

source: Here %@ owes %@ to the group
fr: %1$@ doit %2$@ au groupe
sk: Tu %1$@ dlží skupine %2$@

source: Here the group owes %@ to %@
fr: Le groupe doit %1$@ à %2$@
sk: Tu skupina dlží %1$@ priateľovi %2$@

source: Here you will be able to know what people owes each other to balance the group
fr: Ici vous pouvez savoir combien les personnes se doivent entre elles pour équilibrer le groupe financièrement
sk: Tu uvidíte, kto komu dlží, aby sa vyrovnali dlhy

source: How much ?
fr: Combien ?
sk: Koľko ?

source: How to balance ?
fr: Comment rétablir l'équilibre ?
sk: Ako vyrovnať účet ?

source: ITunesURL
fr: http://www.friendcashapp.com/fr/appstore
sk: http://www.friendcashapp.com/en/appstore

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
fr: Si vous appréciez utiliser %@, pourriez-vous prendre un moment pour notez l'application? Cela ne prendra pas plus d'une minute. Merci pour votre soutient!
sk: Ak radi používate %@, mohli by ste to, prosím, ohodnotiť? Nezaberie to viac ako minútu. Ďakujeme za podporu!

source: Import your data
fr: Importez vos données
sk: Importovať dáta

source: Import your iCloud data
fr: Importez vos données iCloud
sk: Importovať dáta z iCloudu

source: In event ?
fr: Dans l'événement ?
sk: Kde ?

source: Invitation to use the iPhone app FriendCash
fr: Invitation à utiliser l'application iPhone FriendCash
sk: Pozvánka na používanie iPhone aplikácie FriendCash

source: Keep on the Cloud
fr: Garder sur le Cloud
sk: Nechať v cloude

source: Link to one of your Contact
fr: Lier à l'un de vos contact
sk: Pripojiť k jednému z kontaktov

source: List of expenses in which %@ is implied.
fr: Liste des dépenses dans lesquelles %@ est impliqué
sk: Zoznam výdavkov, ktoré sa týkajú priateľa %@.

source: Loading from Dropbox
fr: Chargement depuis Dropbox
sk: Načítavam dáta z Dropboxu

source: Loading...
fr: Chargement...
sk: Načítavam...

source: Mail Link to this Page
fr: Lien vers cette page
sk: Poslať odkaz na túto stránku e-mailom

source: Missing currency rates
fr: Taux de changes manquants
sk: Výmenné kurzy nedostupné

source: Missing file...
fr: Fichier manquant...
sk: Chýbajúci súbor...

source: Modify event
fr: Modifier un événement
sk: Zmeniť udalosť

source: Modify the picture
fr: Modifier la photo
sk: Zmeniť obrázok

source: Move
fr: Déplacer
sk: Presunúť

source: Moving files
fr: Déplacement de fichiers
sk: Presúvam súbory

source: Need friends...
fr: Besoin d'amis...
sk: Potrebujete priateľov...

source: Need you for that
fr: Besoin de vous pour ça
sk: Potrebujú vás na to

source: New Event
fr: Nouvel évenement
sk: Nová udalosť

source: New Expense
fr: Nouvelle dépense
sk: Nová platba

source: New event
fr: Nouveau
sk: Nová udalosť

source: New features tour
fr: Démo des nouveautés
sk: Zoznámiť sa s novými funkciami

source: NewFeature0_Image_iPad
fr: NewFeature0_v2.3@2x.png
sk: NewFeature0_v2.3@2x.png

source: NewFeature0_Image_iPhone
fr: NewFeature0_v2.3.png
sk: NewFeature0_v2.3.png

source: NewFeature0_Subtext
fr: sauf que lorsque que tu tapperas sur le bouton “plus” dans le coin en haut à droite, tu pourras choisir d'ajouter l'ami seulement dans FriendCash.
sk: ale keď kliknete na tlačidlo + v pravom hornom rohu tak si budete môcť vybrať, či chcete vytvoriť priateľa iba v rámci aplikácie, alebo nie

source: NewFeature0_Text
fr: Fais comme tu as l'habitude pour ajouter des amis
sk: Pokračujte v tom, ako ste zvykli pridávať priateľov

source: NewFeature0_Title
fr: Ajoute des amis SANS le Carnet d'Adresses
sk: Teraz môžete pridávať priateľov BEZ TOHO, aby boli v Telefónnom zozname

source: NewFeature1_Image_iPad
fr: NewFeature1_v2.2@2x.png
sk: NewFeature1_v2.2@2x.png

source: NewFeature1_Image_iPhone
fr: NewFeature1_v2.2.png
sk: NewFeature1_v2.2.png

source: NewFeature1_Subtext
fr: Uploader l'événement sur Dropbox et partager le dossier comme tout autre dossier de partage Dropbox.
sk: Uložte udalosť na Dropbox a zdieľajte adresár ako hocijaký iný zdieľaný Dropbox adresár

source: NewFeature1_Text
fr: Il est possible de partager vos événements avec d'autres amis
sk: Teraz budete môcť zdieľať svoje udalosti s hocikým

source: NewFeature1_Title
fr: UN GRAND pas pour FriendCash ! Utilisez votre compte Dropbox pour partager
sk: VEĽKÁ novinka vo FriendCash ! Zdieľanie pomocou Dropboxu.

source: NewFeature2_Image_iPad
fr: NewFeature2_v2.2@2x.png
sk: NewFeature2_v2.2@2x.png

source: NewFeature2_Image_iPhone
fr: NewFeature2_v2.2.png
sk: NewFeature2_v2.2.png

source: NewFeature2_Text
fr: "Générer un rapport complet"
sk: Jedno kliknutie na "Vygenerovať zhrnutie"

source: NewFeature2_Title
fr: Nouveau partage sur le web !
sk: Nové zdieľanie na webe !

source: NewFeature3_Image_iPad
fr: NewFeature3_v2.2@2x.png
sk: NewFeature3_v2.2@2x.png

source: NewFeature3_Image_iPhone
fr: NewFeature3_v2.2.png
sk: NewFeature3_v2.2.png

source: NewFeature3_Subtext
fr: Vous souhaitez une fonctionnalité particulière, rapporter un bug... ou simplement dire Bonjour. Je lis tous les retours d'expériences.
sk: Ak chcete novú funkciu, alebo nahlásť chybu... alebo iba pozdraviť. Prečítame ich všetky.

source: NewFeature3_Text
fr: La seule façon de vous connaître
sk: Jediná možnosť, ako sa dozvedieť, čo si myslíte.

source: NewFeature3_Title
fr: Donnez vos impressions :)
sk: Ohodnotiť :)

source: Next
fr: Suivant
sk: Ďalej

source: No
fr: Non
sk: Nie

source: No Friend
fr: Aucun ami
sk: Žiadni priatelia

source: No name
fr: Pas de nom
sk: Udalosť nemá meno

source: No, thanks
fr: Non, merci
sk: Nie, 'dakujem

source: NotificationMissingEmailAddressDescription
fr: Il manque certaines adresses email, tous les participants ne recevront pas l'email
sk: Niektoré e-mailové adresy chýbajú, a tak nie všetci úćastníci dostanú správu.

source: NotificationMissingEmailAddressTitle
fr: Email récapitulatif
sk: Sumár

source: NotificationPersistenceStoreCorruptedDescription
fr: Les données de l'application semblent être corrompus, veuillez s'il vous plaît fermer l'application en cliquant sur le boutton Home et essayer de redémarrer votre appareil. Si cela ne marche toujours pas, supprimer l'application, réinstallez là et restorez les données depuis Dropbox.
sk: Vyzerá, že dáta sú poškodené. prosím, zatvorte túto aplikáciu stlačením Home button a skúste reštartovať zariadenie. Ak to napriek tomu nebude fungovať, zmažte túto aplikáciu, nainštalujte ju znovu a obnovte dáta pomocou Dropboxu.

source: NotificationPersistenceStoreCorruptedTitle
fr: Nous somme désolés
sk: Ospravedlňujeme sa

source: Open in Safari
fr: Ouvrir dans Safari
sk: Otvoriť v Safari

source: Operation Failed
fr: Opération a échoué
sk: Operácia zlyhala

source: Partial reimbursement
fr: Remboursement partiel
sk: Čiastočné vyrovnanie

source: Partially
fr: Partiellement
sk: Čiastočne

source: Pay back
fr: Rembourser
sk: Vrátiť

source: Pick a friend
fr: Sélectionner un ami
sk: Vybrať priateľa

source: Pick friends
fr: Choississez des amis
sk: Vybrať priateľov

source: Pick the number of decimal you want the app to show. This does not affect the calculations which are done by floating point for improved accuracy.
fr: Choisir le nombre de décimales souhaité. Cela n'affecte pas la précision des calculs qui est réalisée en utilisant des nombres à virgule flottante afin d'améliorer la précision.
sk: Vyberte počet zobrazených desatinných miest. To však neovplyvní výpočty, keďže aplikácia používa pohyblivú desatinnú čiarku na zvýšenie presnosti.

source: Precision
fr: Précision
sk: Presnosť

source: Prefs
fr: Préférences
sk: Nastavenia

source: Previous
fr: Précédant
sk: Predchádzajúci

source: Pull down to refresh...
fr: Tirez pour rafraîchir...
sk: Pre aktualizáciu potiahni nadol...

source: Rate %@
fr: Notez %@
sk: Ohodnotiť %@

source: Rate now
fr: Notez Maintenant
sk: Ohodnotiť ihne'd

source: Rate the app
fr: Notez l'application
sk: Ohodnotiť aplikáciu

source: ReachabilityDescription
fr: Impossible de se connecter à internet. Veuillez vérifier votre connexion.

source: ReachabilityServiceDescription
fr: Impossible de se connecter au serveur de FriendCash. Veuillez réessayer plus tard.

source: ReachabilityServiceTitle
fr: Erreur de connexion

source: ReachabilityTitle
fr: Erreur de connexion

source: Release to refresh...
fr: Relâcher pour rafraîchir...
sk: Pre aktualizáciu pusti...

source: Remind me later
fr: Me rappeler plus tard
sk: Pripomenúť neskôr

source: Request a feature
fr: Demander une fonctionnalité
sk: Vyžiadať si npvú funkciu

source: Sadely, your account is not linked anymore. Enable it again please :)
fr: Malheureusement votre compte n'est plus lié. Reconnectez-vous à Dropbox s'il vous plait :)
sk: Nanešťastie, váš účet už nie je naviazaný na túto aplikáciu. Prosím, povoľte ju znova :)

source: Save
fr: Enregistrer
sk: Uložiť

source: Search
fr: Rechercher
sk: Hľadať

source: Search a currency
fr: Rechercher une devise
sk: Hľadať menu

source: Searching for shared events
fr: Recherche de partages
sk: Hľadám zdieľané udalosti

source: Send the summary by email
fr: Envoyer le résumé par email
sk: Poslať sumár cez e-mail

source: Set how much %@ paid back %@
fr: Saissez combien %1$@ a remboursé à %2$@
sk: Zadajte, koľko %1$@ vrátil %2$@

source: Shared events
fr: Evénements partagés
sk: Zdieľané udalosti

source: Show all contacts
fr: Tous les contacts
sk: Zobraziť Telefónny zoznam

source: Show only favorites
fr: Seulement les favoris
sk: Zobraziť iba obľúbené kontakty

source: Sorry but we can't find any data from previous version of FriendCash...
fr: Désolé, mais nous n'avons pas trouvé de données provenant de version antérieur de FriendCash...
sk: Prepáčte, ale nenaśli sa žiadne dáta z predchádzajúcich verzií aplikácie FriendCash...

source: Statistics
fr: Statistiques
sk: Štatistiky

source: Sum up
fr: Résumé
sk: Sumár

source: Tell by SMS
fr: Faire passer le mot par sms
sk: Povedzte pomocou SMS

source: Tell by email
fr: Faire passer le mot par email
sk: Povedzte pomocou e-mailu

source: Tell your friends
fr: Faire passer le mot
sk: Povedzte svojim priateľom

source: Tell your friends about FriendCash
fr: Dîtes le à vos amis qui vous doivent de l'argent
sk: Povedzte svojim priateľom o aplikácii FriendCash

source: The expenses list
fr: La liste des dépenses
sk: Zoznam výdavkov

source: The friend financial balance inside the group
fr: Son équilibre financier au sein du groupe
sk: Stav financií priateľa v rámci skupiny

source: The operation did not complete successfully: %@
fr: L'opération a échoué: %@
sk: Operácia sa neukončila úspešne: %@

source: The report is available online at the url
fr: Le rapport est disponible sur internet à l'url
sk: Sumár je k dispozícii iba na stránke

source: Then you'll be able to add an expense from everywhere thanks to this button
fr: Ensuite vous serez en mesure d'ajouter une dépense depuis n'importe quel endroit de l'application grâce à ce bouton
sk: Potom budete môcť pridat platbu z hociktorej obrazovky vďaka tomuto tlačidlu

source: Title
fr: Titre
sk: Nadpis

source: Today
fr: Aujourd'hui
sk: Dnes

source: Update
fr: Mise à jour
sk: Aktualizovať

source: Uploading...
fr: Chargement...
sk: Aktualizujem...

source: We detect some data from FriendCash v1 do you want to import these data
fr: Nous avons détecté des données provenant de la version 1 de FriendCash, voulez-vous importer automatiquement ces données ?
sk: Našli sme dáta z FriendCash v1. Chete ich importovať?

source: When ?
fr: Quand ?
sk: Kde ?

source: Who paid ?
fr: Qui a payé ?
sk: Kto platil ?

source: Yes
fr: Oui
sk: Áno

source: Yesterday
fr: Hier
sk: Včera

source: You need to configure a valid email account on your device to use this feature. Then everything will works like a charm !
fr: Vous devez configurer un compte email valide pour utiliser cette fonction. Ensuite tout marchement simplement et efficacement !
sk: Musíte nakonfigurovať existujúci email na tomto zariadení. Potom bude všetko fungovať !

source: You're receiving this email because you were listed as a participant of an event by one of your friend.
fr: Vous recevez cet email car vous avez été listé comme l'un des participant à un événement par l'un de vos amis.
sk: Tento email ste dostali, pretože Váš priateľ označil, že ste sa zúčastnili jednej z jeho udalostí.

source: already added
fr: déjà ajouté
sk: už pridané

source: already synced
fr: déjà synchronisé
sk: už zosynchronizované

source: available on the App Store
fr: disponible sur l'App Store
sk: Aplikácia je dostupná v App Store

source: average cost per friend
fr: coût moyen par ami
sk: priemerná platba na osobu

source: cash balance
fr: équilibre financier
sk: stav financií

source: email sent from FriendCash
fr: email envoyé depuis FriendCash
sk: email z aplikácie FriendCash

source: first expense
fr: première dépense
sk: prvá platba

source: from a previous version of FriendCash
fr: d'une version précédante de FriendCash
sk: z predchádzajúcej verzie aplikácie FriendCash

source: global cost
fr: coût global
sk: platby celkom

source: have participated to the event %@
fr: ont participé à l'événement %@
sk: %@ sa zúčastnil udalosti

source: http://www.friendcashapp.com/en/report/%@
fr: http://www.friendcashapp.com/fr/report/%@

source: in the Address Book
fr: dans le Carnet d'Adresses
sk: v telefónnom zozname

source: involved in %d expenses
fr: impliqué dans %d dépenses
sk: týka sa ho %d výdavkov

source: last expense
fr: dernière dépense
sk: posledný výdavok

source: loading your data...
fr: chargement...
sk: načítavam...

source: no email address specified
fr: pas d'adresse email spécifiée
sk: e-mail nie je špecifikovaný

source: only in FriendCash
fr: seulement dans FriendCash
sk: iba v aplikácii FriendCash

source: paid
fr: a payé
sk: zaplatil

source: paid by %@
fr: payé par %@
sk: zaplatil %@

source: personal cost
fr: coût personnel

source: pick a friend
fr: sélectionner un ami
sk: vyber si priateľov

source: pick an event
fr: sélectionner un événement
sk: vyber si udalosť

source: the amounts are computing for the event "%@"
fr: les montants sont calculés pour l'événement "%@"
sk: vypočítavam sumy pre udalosť "%@"

source: website
fr: site internet
sk: stránka

source: write a short note
fr: ajoutez un commentaire
sk: napíš krátku poznámku

source: Dates
sk: Dátumy

source: NewFeature2_Subtext
sk: Aplikácia vygeneruje náhodnú url, ktorú možete zdieľať e-mailom. Odteraz každý uvidí všetky výdavky, aj ak nemá zariadenie s iOS.

source: The friend can't be saved because : %@
sk: Nemôžem uložiť priateľa, pretože : %@

source: There is no file compatible with this version of FriendCash in the directory '%@'
sk: V adresári '%@' sa nenachádza súbor kompatibilný s touto verziou aplikácie.

source: Total
sk: Celkom
